{
  "accounts": [
    {
      "_id": "5e2ea9e6eafe93db74f61489",
      "name": "labore voluptate",
      "group": "Bank Account",
      "balance": "$24,054.30"
    },
    {
      "_id": "5e2ea9e6055a36809dcf6cae",
      "name": "eiusmod Lorem",
      "group": "Bank Account",
      "balance": "$76,925.65"
    },
    {
      "_id": "5e2ea9e661ef8bf9c72a961f",
      "name": "sint ea",
      "group": "Credit",
      "balance": "$86,851.76"
    },
    {
      "_id": "5e2ea9e6427268fe4154c984",
      "name": "veniam occaecat",
      "group": "Bank Account",
      "balance": "$60,601.77"
    },
    {
      "_id": "5e2ea9e65916b6ea6d5593a3",
      "name": "enim ullamco",
      "group": "Bank Account",
      "balance": "$85,958.28"
    },
    {
      "_id": "5e2ea9e6bb6b59dd09f60543",
      "name": "aliqua pariatur",
      "group": "Credit",
      "balance": "$47,311.76"
    },
    {
      "_id": "5e2ea9e6e99142ab02c7e27c",
      "name": "esse eu",
      "group": "Bank Account",
      "balance": "$58,486.58"
    },
    {
      "_id": "5e2ea9e65b33aa99507602db",
      "name": "tempor Lorem",
      "group": "Bank Account",
      "balance": "$14,409.40"
    },
    {
      "_id": "5e2ea9e6172e04d417985b80",
      "name": "exercitation veniam",
      "group": "Credit",
      "balance": "$46,239.52"
    },
    {
      "_id": "5e2ea9e664afd8b067b6b904",
      "name": "ipsum laboris",
      "group": "Asset",
      "balance": "$89,014.28"
    }
  ],
  "transactions": [
    {
      "_id": "5e2ebad85dab2e95f3b6b6f9",
      "type": "Debit",
      "account": "irure sit",
      "amount": "$7,830.69",
      "registered": "01-08-09Y",
      "note": "Consectetur aliquip veniam ea irure elit. Ut non ea tempor qui elit magna excepteur elit. In aute et ad sunt do nisi sunt proident aliqua ex sint eiusmod quis. Reprehenderit adipisicing incididunt non est. Consequat elit incididunt consequat ullamco laborum exercitation ad.\r\n"
    },
    {
      "_id": "5e2ebad8a49fbee30bfef1c7",
      "type": "Debit",
      "account": "consectetur et",
      "amount": "$6,174.16",
      "registered": "18-11-54Y",
      "note": "Laboris irure officia aute occaecat dolor officia duis quis enim. Laboris dolor incididunt est dolore dolore sint et. Eu qui reprehenderit non tempor ipsum velit aute consequat sit nulla. Ipsum ut cillum ut ipsum cillum duis tempor consectetur in. Deserunt in nulla fugiat cillum. Non laborum qui amet consequat elit.\r\n"
    },
    {
      "_id": "5e2ebad8c2044ed7d66818c7",
      "type": "Debit",
      "account": "culpa Lorem",
      "amount": "$8,519.13",
      "registered": "31-08-12Y",
      "note": "Enim occaecat sit eiusmod elit laboris officia cillum ipsum mollit. Aute in commodo enim ad do amet pariatur irure id laborum veniam ad eiusmod. Dolor culpa tempor esse voluptate aliqua cupidatat voluptate occaecat ex. Consequat ullamco pariatur eiusmod dolore duis consequat culpa esse excepteur ut ipsum.\r\n"
    },
    {
      "_id": "5e2ebad893a0f9be39d84c85",
      "type": "Credit",
      "account": "id exercitation",
      "amount": "$3,060.11",
      "registered": "07-05-02Y",
      "note": "Nisi culpa velit velit irure sunt dolor sit qui sunt amet consequat aute culpa. Sint incididunt adipisicing consectetur occaecat eiusmod eu. Veniam pariatur non ipsum in exercitation veniam aliqua culpa duis quis. Quis laboris anim mollit excepteur enim ex voluptate elit commodo ipsum. Sit nisi non sit proident do ad in occaecat Lorem culpa id cupidatat.\r\n"
    },
    {
      "_id": "5e2ebad813e66a2ba236dcd0",
      "type": "Credit",
      "account": "consequat qui",
      "amount": "$6,579.75",
      "registered": "15-10-59Y",
      "note": "In reprehenderit esse eu ullamco Lorem deserunt elit ullamco labore officia. Officia amet esse occaecat voluptate pariatur nisi et veniam. Quis nulla nostrud nisi Lorem dolor. Nulla proident voluptate veniam est duis nisi esse elit veniam sint laboris qui. Amet elit magna aliqua incididunt occaecat. Excepteur amet deserunt deserunt dolor proident veniam ipsum tempor labore adipisicing ut nisi aliquip quis. Lorem occaecat do Lorem laborum sint velit veniam amet adipisicing do amet qui laborum eiusmod.\r\n"
    },
    {
      "_id": "5e2ebad8b5230e5aa9039a0b",
      "type": "Debit",
      "account": "consequat labore",
      "amount": "$3,240.93",
      "registered": "23-06-77Y",
      "note": "Ullamco dolor quis proident laborum amet excepteur nostrud minim excepteur id eu sunt. Ipsum non magna dolor nulla deserunt magna elit Lorem. Dolor proident cupidatat anim aliqua voluptate aute non amet enim. Consectetur reprehenderit nulla duis qui eu id magna nostrud irure aliquip dolore laboris anim. Officia velit Lorem consequat consectetur cillum incididunt.\r\n"
    },
    {
      "_id": "5e2ebad857cd983e3ae185b1",
      "type": "Credit",
      "account": "aute et",
      "amount": "$7,663.43",
      "registered": "18-02-67Y",
      "note": "Cillum ex ad sunt ad excepteur sunt minim. Dolore eu exercitation anim veniam consectetur laboris ipsum mollit aliquip. Ullamco irure excepteur ex tempor laboris mollit est esse. Ex elit officia labore ex dolor fugiat culpa. Veniam nulla consequat magna aliqua irure sit commodo aute consectetur.\r\n"
    },
    {
      "_id": "5e2ebad83f65e8741ed6cc83",
      "type": "Credit",
      "account": "ea minim",
      "amount": "$5,174.30",
      "registered": "01-03-43Y",
      "note": "Aute cupidatat aute ut cupidatat veniam ipsum fugiat consectetur do exercitation excepteur ea id. Reprehenderit minim excepteur incididunt do Lorem fugiat eiusmod pariatur laboris aliquip reprehenderit labore incididunt. Velit culpa magna veniam quis non et in nisi ipsum et ea aliqua non voluptate. Amet est ea officia ullamco cupidatat cupidatat voluptate deserunt laboris. Eiusmod Lorem eiusmod reprehenderit mollit. Velit in Lorem non fugiat minim qui aliquip irure laboris Lorem cupidatat occaecat.\r\n"
    },
    {
      "_id": "5e2ebad80713c63d4d9dee34",
      "type": "Credit",
      "account": "aliqua irure",
      "amount": "$7,480.81",
      "registered": "15-10-87Y",
      "note": "Commodo laboris consequat adipisicing culpa esse fugiat in quis magna. Magna proident sint dolor aliqua. Incididunt aliquip officia tempor proident nisi ea velit esse veniam. Ut officia dolor et excepteur id cillum quis quis. Eiusmod anim ipsum aliquip adipisicing tempor duis irure.\r\n"
    },
    {
      "_id": "5e2ebad8676625a3587d410e",
      "type": "Credit",
      "account": "esse non",
      "amount": "$2,033.35",
      "registered": "23-06-73Y",
      "note": "Exercitation ullamco nostrud ea deserunt sit cillum do eu anim nulla. Id voluptate consectetur ipsum laborum ad nisi Lorem consequat dolor ad eiusmod laboris quis. Ullamco aute nostrud irure qui occaecat nulla esse. Officia elit aute voluptate aute excepteur ipsum nisi dolor id. Nostrud aute aliquip commodo quis magna consequat eu magna ad laborum labore cillum dolor est.\r\n"
    },
    {
      "_id": "5e2ebad88b1688c08fedd6a0",
      "type": "Credit",
      "account": "elit ipsum",
      "amount": "$3,628.97",
      "registered": "10-12-72Y",
      "note": "Do do occaecat eiusmod velit reprehenderit do adipisicing fugiat ad dolore laborum ut. Nulla laboris eiusmod sit ut incididunt. Magna aliquip aliqua dolor cupidatat nulla. Qui sint velit irure aliquip consequat sunt nostrud proident sint. Do enim reprehenderit nostrud quis Lorem et aute cillum aute laboris aute.\r\n"
    },
    {
      "_id": "5e2ebad82bcc6e9cbcf4fa25",
      "type": "Credit",
      "account": "non do",
      "amount": "$5,727.04",
      "registered": "27-03-93Y",
      "note": "Ad magna labore proident ipsum velit magna est dolore anim reprehenderit nulla laborum veniam. Ex nostrud fugiat magna magna ad eu cupidatat laborum fugiat quis proident ex magna qui. Reprehenderit do consequat aliquip tempor do commodo irure aute proident ad irure adipisicing cillum consequat.\r\n"
    },
    {
      "_id": "5e2ebad859c1d3605bfc96ac",
      "type": "Credit",
      "account": "et nulla",
      "amount": "$8,023.02",
      "registered": "01-05-88Y",
      "note": "Eiusmod ipsum qui qui quis. Nisi quis do voluptate aliqua non. Nisi in anim eiusmod in id sit anim ad Lorem mollit aute occaecat reprehenderit. Duis mollit irure anim pariatur esse voluptate veniam ad sunt commodo quis deserunt nisi.\r\n"
    },
    {
      "_id": "5e2ebad8c35702df36a3ecbf",
      "type": "Credit",
      "account": "nostrud minim",
      "amount": "$2,813.87",
      "registered": "25-11-15Y",
      "note": "Ut quis elit aliquip eiusmod proident qui ex exercitation tempor. Officia cupidatat et sint occaecat non ea pariatur mollit consequat laborum minim non aliqua labore. Commodo aliqua sunt reprehenderit pariatur reprehenderit officia laboris minim velit proident elit ipsum.\r\n"
    },
    {
      "_id": "5e2ebad8c8dc38dd8a5950d2",
      "type": "Credit",
      "account": "proident exercitation",
      "amount": "$1,500.82",
      "registered": "11-01-64Y",
      "note": "Consectetur in sit cillum reprehenderit elit anim incididunt minim. Minim ut nulla duis eiusmod cupidatat. Exercitation proident pariatur fugiat pariatur ullamco ea minim enim consequat enim. Do adipisicing ea nisi cillum non fugiat sint ex laboris. Mollit tempor officia proident ea ipsum cupidatat commodo officia cupidatat duis excepteur veniam et. Pariatur anim do eiusmod do.\r\n"
    },
    {
      "_id": "5e2ebad84665ce0d89ece7a1",
      "type": "Debit",
      "account": "id anim",
      "amount": "$5,829.28",
      "registered": "18-01-40Y",
      "note": "Mollit enim ad eiusmod dolor. Aliqua magna ipsum ullamco nulla ad. Pariatur voluptate est quis aliqua voluptate exercitation consequat aliquip consectetur commodo aute. Do magna ad duis reprehenderit irure esse tempor sunt occaecat ex labore anim adipisicing enim. Dolor ut excepteur officia Lorem labore duis. Eu eu cillum nisi sunt non irure. Nisi laborum aute adipisicing adipisicing magna id ut fugiat nostrud excepteur ad incididunt cillum aliquip.\r\n"
    }
  ]
}
